{
  "sach": [
    {
      "id": 55,
      "tensach": "Cây Cam Ngọt Của Tôi",
      "gia": 78.3,
      "tacGia": "José Mauro De Vasconcelos",
      "urlHinh": "./images/product-1.jpg",
      "idLoai": 6,
      "xem": 535,
      "hot": 0,
      "moi": 0,
      "mota": "Mở đầu bằng những thanh âm trong sáng và kết thúc lắng lại trong những nốt trầm hoài niệm, Cây cam ngọt của tôi khiến ta nhận ra vẻ đẹp thực sự của cuộc sống đến từ những điều giản dị như bông hoa trắng của cái cây sau nhà, và rằng cuộc đời thật khốn khổ nếu thiếu đi lòng yêu thương và niềm trắc ẩn. Cuốn sách kinh điển này bởi thế không ngừng khiến trái tim người đọc khắp thế giới thổn thức, kể từ khi ra mắt lần đầu năm 1968 tại Brazil."
    },
    {
      "id": 58,
      "tensach": "Tiếng Triều Dâng",
      "gia": 125.5,
      "tacGia": "Mishima Yukio",
      "urlHinh": "./images/product-2.jpg",
      "idLoai": 6,
      "xem": 560,
      "hot": 1,
      "moi": 0,
      "mota": "Cậu ôm trọn cơ thể cô gái vào lòng. Họ nghe thấy trong tấm thân trần trụi của người kia nhịp tim đang đập dồn dập. Chàng trai vẫn chưa thỏa khát khao, một nụ hôn dài càng hành hạ chàng, nhưng bất chợt từ lúc nào, nỗi khổ tâm trong lòng đã trở thành cảm giác hạnh phúc lạ lùng. Ngọn lửa hơi yếu đi thỉnh thoảng lại bập bùng. Đôi trai gái trẻ lắng nghe tiếng lửa và cả tiếng rú rít của cơn bão vút qua cửa sổ trên cao hòa nhịp cùng tiếng hai trái tim đập rộn ràng. Giờ đây, đối với Shinji, cơn say men tình lâng lâng bất tận này, tiếng sóng gầm gừ dữ tợn ngoài kia, tiếng gió lay những ngọn cây run rẩy, tất cả dường như đang dâng trào mãnh liệt trong cùng một âm sắc cao vút của thiên nhiên. Trong lòng chàng trai chan chứa một niềm hạnh phúc thuần khiết khôn nguôi."
    },
    {
      "id": 105,
      "tensach": "Nhà Giả Kim",
      "gia": 54,
      "tacGia": "Paulo Coelho",
      "urlHinh": "./images/product-3.jpg",
      "idLoai": 6,
      "xem": 751,
      "hot": 0,
      "moi": 0,
      "mota": "Nhưng nhà luyện kim đan không quan tâm mấy đến những điều ấy. Ông đã từng thấy nhiều người đến rồi đi, trong khi ốc đảo và sa mạc vẫn là ốc đảo và sa mạc. Ông đã thấy vua chúa và kẻ ăn xin đi qua biển cát này, cái biển cát thường xuyên thay hình đổi dạng vì gió thổi nhưng vẫn mãi mãi là biển cát mà ông đã biết từ thuở nhỏ. Tuy vậy, tự đáy lòng mình, ông không thể không cảm thấy vui trước hạnh phúc của mỗi người lữ khách, sau bao ngày chỉ có cát vàng với trời xanh nay được thấy chà là xanh tươi hiện ra trước mắt. ‘Có thể Thượng đế tạo ra sa mạc chỉ để cho con người biết quý trọng cây chà là,’ ông nghĩ."
    },
    {
      "id": 204,
      "tensach": "Hai Số Phận",
      "gia": 101.7,
      "tacGia": "Jeffrey Archer",
      "urlHinh": "./images/product-4.jpg",
      "idLoai": 6,
      "xem": 850,
      "hot": 0,
      "moi": 0,
      "mota": "“Hai số phận” (Kane & Abel) là câu chuyện về hai người đàn ông đi tìm vinh quang. William Kane là con một triệu phú nổi tiếng trên đất Mỹ, lớn lên trong nhung lụa của thế giới thượng lưu. Wladek Koskiewicz là đứa trẻ không rõ xuất thân, được gia đình người bẫy thú nhặt về nuôi. Một người được ấn định để trở thành chủ ngân hàng khi lớn lên, người kia nhập cư vào Mỹ cùng đoàn người nghèo khổ. "
    },
    {
      "id": 102,
      "tensach": "Đồi Gió Hú",
      "gia": 103.65,
      "tacGia": "Emily Jane Emily Brontë",
      "urlHinh": "./images/product-5.jpg",
      "idLoai": 6,
      "xem": 723,
      "hot": 0,
      "moi": 1,
      "mota": "Cuốn tiểu thuyết dữ dội và bí ẩn về Catherine Earnshaw, cô con gái nổi loạn của gia đình Earnshaw, với gã đàn ông thô ráp và điên rồ mà cha cô mang về nhà rồi đặt tên là Heathcliff, được trình diễn trên cái nền những đồng truông, quả đồi nước Anh cô quạnh và ban sơ không kém gì chính tình yêu của họ. Từ nhỏ đến lớn, sự gắn bó của họ ngày càng trở nên ám ảnh. Gia đình, địa vị xã hội, và cả số phận rắp tâm chống lại họ, bản tính dữ dội và ghen tuông tột độ cũng hủy diệt họ, vậy nên toàn bộ thời gian hai con người yêu nhau đó sống trong thù hận và tuyệt vọng, mà cái chết chỉ có ý nghĩa khởi đầu. Một khởi đầu mới để hai linh hồn mãnh liệt đó được tự do tái ngộ, khi những cơn gió hoang vắng và điên cuồng tràn về quanh các lâu đài trong Đồi Gó Hú."
    },
    {
      "id": 103,
      "tensach": "Chuyện Con Mèo Dạy Hải Âu Bay",
      "gia": 35.8,
      "tacGia": "Luis Sepúlveda",
      "urlHinh": "./images/product-6.jpg",
      "idLoai": 2,
      "xem": 312,
      "hot": 0,
      "moi": 0,
      "mota": "Lời hứa của một con mèo cũng là trách nhiệm của toàn bộ mèo trên bến cảng, bởi vậy bè bạn của Zorba bao gồm ngài mèo Đại Tá đầy uy tín, mèo Secretario nhanh nhảu, mèo Einstein uyên bác, mèo Bốn Biển đầy kinh nghiệm đã chung sức giúp nó hoàn thành trách nhiệm. Tuy nhiên, việc chăm sóc, dạy dỗ một con hải âu đâu phải chuyện đùa, sẽ có hàng trăm rắc rối nảy sinh và cần có những kế hoạch đầy linh hoạt được bàn bạc kỹ càng…"
    },
    {
      "id": 201,
      "tensach": "Hoàng Tử Bé",
      "gia": 55.8,
      "tacGia": "Saint-Exupéry",
      "urlHinh": "./images/product-7.jpg",
      "idLoai": 2,
      "xem": 32,
      "hot": 1,
      "moi": 0,
      "mota": "Hoàng tử bé được viết ở New York trong những ngày tác giả sống lưu vong và được xuất bản lần đầu tiên tại New York vào năm 1943, rồi đến năm 1946 mới được xuất bản tại Pháp. Không nghi ngờ gì, đây là tác phẩm nổi tiếng nhất, được đọc nhiều nhất và cũng được yêu mến nhất của Saint-Exupéry. Cuốn sách được bình chọn là tác phẩm hay nhất thế kỉ 20 ở Pháp, đồng thời cũng là cuốn sách Pháp được dịch và được đọc nhiều nhất trên thế giới. Với 250 ngôn ngữ dịch khác nhau kể cả phương ngữ cùng hơn 200 triệu bản in trên toàn thế giới, Hoàng tử bé được coi là một trong những tác phẩm bán chạy nhất của nhân loại."
    },
    {
      "id": 202,
      "tensach": "Chú Bé Mang Pyjama Sọc",
      "gia": 50,
      "tacGia": "John Boyne",
      "urlHinh": "./images/product-8.jpg",
      "idLoai": 2,
      "xem": 25,
      "hot": 1,
      "moi": 0,
      "mota": "Rất khó miêu tả câu chuyện về Chú bé mang pyjama sọc này. Thường thì chúng tôi vẫn tiết lộ vài chi tiết về cuốn sách trên bìa, nhưng trong trường hợp này chúng tôi nghĩ làm như vậy sẽ làm hỏng cảm giác đọc của bạn. Chúng tôi nghĩ điều quan trọng là bạn nên đọc mà không biết trước nó kể về điều gì.Nếu bạn định bắt đầu đọc cuốn sách thật, bạn sẽ cùng được trải qua một hành trình với một cậu bé chín tuổi tên là Bruno (dù đây không hẳn là sách cho trẻ chín tuổi). Và chẳng sớm thì muộn bạn sẽ cùng Bruno đến một hàng rào. Những hàng rào như vậy vẫn tồn tại ở khắp nơi trên thế giới. Chúng tôi hy vọng không ai trong chúng ta phải vượt qua một hàng rào như vậy trong đời."
    },
    {
      "id": 203,
      "tensach": "Những Chàng Trai Xấu Tính",
      "gia": 39,
      "tacGia": "Nguyễn Nhật Ánh",
      "urlHinh": "./images/product-9.jpg",
      "idLoai": 2,
      "xem": 29,
      "hot": 1,
      "moi": 0,
      "mota": "Từ những lần gặp gỡ thường xuyên ở hồ bơi, có một cuộc chiến tranh tưởng bùng nổ giữa hai chàng trai vốn là “chiến hữu”. Tất cả chỉ là vì một cô gái có hành tung khó hiểu và tính nết thay đổi liên tục. Sự hiểu lầm ấy may thay không kéo dài lâu quá, bởi vì sau cùng hai chàng trai xấu tính ấy hiểu ra, họ đang yêu hai chị em sinh đôi."
    },
    {
      "id": 56,
      "tensach": "Dế Mèn Phiêu Lưu Ký",
      "gia": 39.5,
      "tacGia": "Tô Hoài",
      "urlHinh": "./images/product-10.jpg",
      "idLoai": 2,
      "xem": 82,
      "hot": 1,
      "moi": 0,
      "mota": "Một con dế đã từ tay ông thả ra chu du thế giới tìm những điều tốt đẹp cho loài người. Và con dế ấy đã mang tên tuổi ông đi cùng trên những chặng đường phiêu lưu đến với cộng đồng những con vật trong văn học thế giới, đến với những xứ sở thiên nhiên và văn hóa của các quốc gia khác. Dế Mèn Tô Hoài đã lại sinh ra Tô Hoài Dế Mèn"
    },
    {
      "id": 51,
      "tensach": "Đảo Mộng Mơ",
      "gia": 110,
      "tacGia": "Nguyễn Nhật Ánh",
      "urlHinh": "./images/product-11.jpg",
      "idLoai": 2,
      "xem": 32,
      "hot": 0,
      "moi": 1,
      "mota": "Câu chuyện bắt đầu từ một đống cát, và được diễn ra theo nhân vật tôi - cu Tin. Có một hòn đảo hoang, trên đảo có Chúa đảo, phu nhân Chúa đảo, và một chàng Thứ… Bảy. Hàng ngày, vợ chồng Chúa đảo và Thứ Bảy vẫn phải đi học, nhưng sau giờ học là một thế giới khác, của đảo, của biển có cá mập, và rừng có thú dữ. Thế giới đó hấp dẫn, đầy quyến rũ, có tranh cãi, có cai trị, có yêu thương, có ẩu đả, và cả…những nụ hôn!"
    },
    {
      "id": 52,
      "tensach": "Harry Potter Và Đứa Trẻ Bị Nguyền Rủa",
      "gia": 102.4,
      "tacGia": "J.K. Rowling",
      "urlHinh": "./images/product-12.jpg",
      "idLoai": 2,
      "xem": 135,
      "hot": 0,
      "moi": 1,
      "mota": "Kịch bản Harry Potter và Đứa trẻ bị nguyền rủa được viết dựa trên câu chuyện của J.K. Rowling, Jack Thorne và John Tiffany. Từ những nhân vật quen thuộc trong bộ Harry Potter, kịch bản nói về cuộc phiêu lưu của những hậu duệ, sự can thiệp vào dòng thời gian đã gây ra những thay đổi không ngờ cho tương lai tưởng chừng đã yên ổn sau khi vắng bóng chúa tể Voldermort"
    },
    {
      "id": 104,
      "tensach": "Cân Bằng Cảm Xúc, Cả Lúc Bão Giông",
      "gia": 63.8,
      "tacGia": "Richard Nocholls",
      "urlHinh": "./images/product-13.jpg",
      "idLoai": 3,
      "xem": 10,
      "hot": 0,
      "moi": 1,
      "mota": "Đa số những cảm xúc tiêu cực chỉ thỏa mãn được chúng ta ở thời điểm hiện tại. Tức là chúng ta có thể sẽ nhận được sự thoải mái khi la hét, cáu giận, chửi thề một ai đó nhưng những âm thanh ta phát ra, suy nghĩ ta truyền đi sẽ đóng vai một con dao sắc lẹm đâm ngược lại vào chính thân thể mình. Các mối quan hệ, cuộc sống, công việc của chúng ta sẽ dần rơi vào sự mệt mỏi, bế tắc."
    },
    {
      "id": 53,
      "tensach": "Tony Buổi Sáng - Trên Đường Băng",
      "gia": 15.17,
      "tacGia": "Tony Buổi Sáng",
      "urlHinh": "./images/product-14.jpg",
      "idLoai": 3,
      "xem": 47,
      "hot": 0,
      "moi": 1,
      "mota": "Khi còn trẻ, hãy ra ngoài nhiều hơn ở nhà. Hãy nhào vô xin người khác “bóc hết, lột sạch” khả năng của mình. Chỉ sợ bất tài nộp hồ sơ “xin việc”, mà chả ai thèm cho, chả ai thèm bóc lột. Khi đã được bóc và lột hết, dù sau này đi đâu, làm gì, bạn đều cực kỳ thành công. Vì năng lực được trui rèn trong quá trình làm cho người khác. Sự chăm chỉ, tính kỷ luật, quen tay quen chân, quen ngáp, quen lười… cũng từ công việc mà ra. Mọi ông chủ vĩ đại đều từng là những người làm công ở vị trí thấp nhất. Họ đều rẽ trái trong khi mọi người rẽ phải. Họ có những quyết định không theo đám đông, không cam chịu sống một cuộc đời tầm thường, nhạt nhòa… rồi chết."
    },
    {
      "id": 54,
      "tensach": "Đi Tìm Lẽ Sống",
      "gia": 51.9,
      "tacGia": "Viktor Frankl",
      "urlHinh": "./images/product-15.jpg",
      "idLoai": 3,
      "xem": 54,
      "hot": 0,
      "moi": 1,
      "mota": "Ông chua xót kể về những tù nhân đã đầu hàng cuộc sống, mất hết hy vọng ở tương lai và chắc hẳn là những người đầu tiên sẽ chết. Ít người chết vì thiếu thức ăn và thuốc men, mà phần lớn họ chết vì thiếu hy vọng, thiếu một lẽ sống. Ngược lại, Frankl đã nuôi giữ hy vọng để giữ cho mình sống sót bằng cách nghĩ về người vợ của mình và trông chờ ngày gặp lại nàng. Ông còn mơ ước sau chiến tranh sẽ được thuyết giảng về các bài học tâm lý ông đã học được từ trại tập trung Auschwitz. Rõ ràng có nhiều tù nhân khao khát được sống đã chết, một số chết vì bệnh, một số chết vì bị hỏa thiêu. Trong tập sách này, Frankl tập trung lý giải nguyên nhân vì sao có những người đã sống sót trong trại tập trung của phát xít Đức hơn là đưa ra lời giải thích cho câu hỏi vì sao phần lớn trong số họ đã không bao giờ trở về nữa."
    },
    {
      "id": 57,
      "tensach": "Đời Ngắn Đừng Ngủ Dài",
      "gia": 55,
      "tacGia": "Robin Sharma",
      "urlHinh": "./images/product-16.jpg",
      "idLoai": 3,
      "xem": 36,
      "hot": 0,
      "moi": 1,
      "mota": "Mọi lựa chọn đều giá trị. Mọi bước đi đều quan trọng. Cuộc sống vẫn diễn ra theo cách của nó, không phải theo cách của ta. Hãy kiên nhẫn. Tin tưởng. Hãy giống như người thợ cắt đá, đều đặn từng nhịp, ngày qua ngày. Cuối cùng, một nhát cắt duy nhất sẽ phá vỡ tảng đá và lộ ra viên kim cương. Người tràn đầy nhiệt huyết và tận tâm với việc mình làm không bao giờ bị chối bỏ. Sự thật là thế."
    },
    {
      "id": 101,
      "tensach": "Đừng Lựa Chọn An Nhàn Khi Còn Trẻ",
      "gia": 74.25,
      "tacGia": "Cảnh Thiên",
      "urlHinh": "./images/product-17.jpg",
      "idLoai": 3,
      "xem": 71,
      "hot": 0,
      "moi": 1,
      "mota": "Trong độ xuân xanh phơi phới ngày ấy, bạn không dám mạo hiểm, không dám nỗ lực để kiếm học bổng, không chịu tìm tòi những thử thách trong công việc, không phấn đấu hướng đến ước mơ của mình. Bạn mơ mộng rằng làm việc xong sẽ vào làm ở một công ty nổi tiếng, làm một thời gian sẽ thăng quan tiến chức. Mơ mộng rằng khởi nghiệp xong sẽ lập tức nhận được tiền đầu tư, cầm được tiền đầu tư là sẽ niêm yết trên sàn chứng khoán. Mơ mộng rằng muốn gì sẽ có đó, không thiếu tiền cũng chẳng thiếu tình, an hưởng những năm tháng êm đềm trong cuộc đời mình. Nhưng vì sao bạn lại nghĩ rằng bạn chẳng cần bỏ ra chút công sức nào, cuộc sống sẽ dâng đến tận miệng những thứ bạn muốn? Bạn cần phải hiểu rằng: Hấp tấp muốn mau chóng thành công rất dễ khiến chúng ta đi vào mê lộ. Thanh xuân là khoảng thời gian đẹp đẽ nhất trong đời, cũng là những năm tháng then chốt có thể quyết định tương lai của một người. Nếu bạn lựa chọn an nhàn trong 10 năm, tương lai sẽ buộc bạn phải vất vả trong 50 năm để bù đắp lại. Nếu bạn bươn chải vất vả trong 10 năm, thứ mà bạn chắc chắn có được là 50 năm hạnh phúc. Điều quý giá nhất không phải là tiền mà là tiền bạc. Thế nên, bạn à, đừng lựa chọn an nhàn khi còn trẻ."
    }
  ],
  "loaisach": [
    {
      "id": 6,
      "tenloai": "Văn học",
      "thutu": 1,
      "anhien": 1
    },
    {
      "id": 2,
      "tenloai": "Thiếu nhi",
      "thutu": 2,
      "anhien": 1
    },
    {
      "id": 3,
      "tenloai": "Kỹ năng",
      "thutu": 4,
      "anhien": 1
    }
  ]
}